{
	"vehicles": {
		"Tunguska": {
			"parts": {
				"Gun1": "Пушечное вооружение состоит из двух 30-мм зенитных двуствольных скорострельных автоматов. Высокий суммарный темп стрельбы — на уровне 5000 выстр./мин.",
				"Gun2": "Ракетное вооружение состоит из 8 ЗУР 9М311. Данная ракета бикалиберная, твердотопливная, двухступенчатая, она обладает отделяемым стартовым двигателем.",
				"Tracks": "Боевая машина использует самоходное гусеничное шасси ГМ-5975.25 либо ГМ-352 с шестью опорными катками с гидропневматической подвеской с каждой стороны, ведущей звёздочкой сзади и тремя опорными катками.",
				"Turret": "Поворотная конструкция, вращающаяся на 360 градусов. В башне находятся три члена экипажа и размещаются системы наблюдения и комплекс вооружения.",
				"Base": "Цельносварной корпус наделен противоосколочным и противопульным бронированием, что обеспечивает защиту личного состава. Отделение управления расположено в передней части корпуса, в которой размещается механик-водитель, приводы управления движением, аппарат ТПУ и другое оборудование.",
				"Radar1": "Станция сопровождения цели представляет собой когерентно-импульсную РЛС сантиметрового диапазона с двухканальной системой сопровождения по угловым координатам и с фильтровыми схемами селекции движущихся целей в каналах автодальномера и углового автосопровождения, установлена на передней части башни.",
				"Radar2": "Станция обнаружения целей представляет собой когерентно-импульсную РЛС кругового обзора дециметрового диапазона волн, установлена на задней части башни."
			}
		},
		"ZSU-23-4": {
			"parts": {
				"Gun": "АЗП-23 «Амур» — счётверенная 23-мм автоматическая пушечная установка на базе зенитных автоматов 2А7М.
Характеристики:
Боекомплект: 2000 снарядов (по 520 штук на верхние автоматы и по 480 штук на нижние).
Темп стрельбы: 3400 выстрелов в минуту (850 в/мин каждый ствол).
Эффективная дальность стрельбы: по наземным целям — до 2200 м, по воздушным — 2500 м.
Высокая кучность ведения огня и скорострельность обеспечивают установке эффективность в противодействии широкому спектру БПЛА и коптеров на высотах до 1500–1700 м. 
",
				"Tracks": "Гусеницы имеют торсионную подвеску с гидравлическими амортизаторами на ключевых узлах, что обеспечивает устойчивость и плавность движения. Шаг гусениц — 164 мм, ширина — 400 мм. Металлическая беговая дорожка снижает износ. Максимальная скорость — 50 км/ч по шоссе, запас хода — до 450 км.",
				"Turret": "Башня сварной конструкции вращается на 360°. Толщина брони — 15 мм, защищает от стрелкового оружия до 7,62 мм. Орудия закреплены на электрогидравлических опорах с точностью наведения до 0,5°. В башне размещён экипаж из двух человек, включая оператора оружия.",
				"Base": "Корпус изготовлен из катаной броневой стали толщиной до 20 мм, защищает от пуль калибра до 12,7 мм и мелких осколков. Передняя часть усилена противоминной защитой. Внутри корпуса размещены отделения управления, боекомплект и двигатель.",
				"Radar": "Радар 1РЛ33 «Гром» работает в сантиметровом диапазоне, обнаруживает цели на дальности до 20 км и высоте до 1,5 км. Скорость сопровождения — до 600 м/с. Частота обновления данных — 1 раз в секунду, минимальная ошибка сопровождения по азимуту — 0,5 градуса."
			}
		},
		"T-90A": {
			"parts": {
				"Base": "Корпус танка Т-90А имеет коробчатую форму с клиновидной носовой частью со стандартным для основных советских боевых танков углом наклона к вертикали верхней лобовой плиты 68°. Борта корпуса вертикальные, верхняя их часть состоит из броневых плит, нижняя же образована краями днища. Корма корпуса имеет обратный наклон. Крыша корпуса состоит из нескольких катаных броневых листов, днище корпуса — цельноштампованное, сложной формы.
Основным материалом корпуса является броневая сталь. Верхняя лобовая плита корпуса состоит из комбинированной брони. Частично 
многослойную конструкцию имеют также борта и бортовые бронеплиты корпуса.
",
				"Gun": "125-мм гладкоствольная пушка 2А46М-5.
Характеристики 2А46М-5:
время выстрела автомата заряжания — 6,5 секунд (для запуска ПТУР — 8 секунд);
на смену типа выстрела требуется 12 секунд;
ствол хромирован, оснащён эжектором и специальным термозащитным кожухом;
пушка способна вести огонь ПТУР;
максимальная эффективная дальность прицельной стрельбы: кумулятивными и бронебойными подкалиберными снарядами — до 3 км, осколочно-фугасными снарядами — до 4 км.
Орудие стабилизировано в двух плоскостях, что позволяет вести прицельный огонь при движении танка. Специальная система автоматически определяет изгиб ствола из-за нагрева при выстрелах, внося необходимые поправки в процесс прицеливания.
",
				"Turret": "Башня танка Т-90А — сварная.Она изготовлена из стальной брони средней твёрдости, которая на 10–15% превосходит по противоснарядной стойкости литую броню средней твёрдости.
Почти вся оболочка башни, кроме кормы, дна и крыши, делается из 70 мм катанной броневой стали средней твёрдости. За ними следует 365 мм габарита для наполнителя и 140 мм тыльного листа. Общий габарит — 575 мм при угле обстрела 30 градусов.
Лобовая проекция башни прикрыта встроенной динамической защитой «Контакт-5». Вместе с бронёй башни и «Контактом-5» защита башни достигает 730 мм. Слабое место в башне — область вокруг орудия, куда пробивают танк даже кумулятивные снаряды, не говоря уже о подкалиберных.
",
				"Dynamic Protection System": "Контакт-5 — советский модульный комплекс динамической защиты 
второго поколения, представленный в 1985 году, разработан НИИ Стали принят на вооружение в 
1986 году для повышения защищённости бронетехники от поражающего действия подкалиберных 
бронебойных и кумулятивных снарядов.",
				"Communication System": "Цифровая антенна ПТК. Датчик ветра 
определяет поперечную составляющую скорости ветра и учитывать её при расчёте параметров 
стрельбы. Антенна обычной связи.",
				"Laser Sensor": "Лазерные сенсоры входят в состав комплекса оптико-электронного подавления (КОЭП) «Штора-1».
Система состоит из четырёх датчиков угла наклона:
два датчика более высокой точности охватывают переднюю дугу в 90°; 
два датчика более низкой точности охватывают боковые и задние части.
Сенсоры предупреждают об облучении: датчики грубого обнаружения в боковых направлениях и задней полусфере, а также датчики точного обнаружения источника излучения в передней проекции башни. Они дают командиру информацию о направлении, с которого по танку работает облучатель.
Если ракета уже выпущена, в ход идёт система оптического подавления. Мощные инфракрасные прожекторы системы КОЭП передают на координатор управления снарядом ложную копию сигнала от ракеты, в результате чего на саму ракету начинают передаваться ошибочные координаты и она уходит с курса.
",
				"Lights": "Прожекторная установка ОТШУ-1-7 — это один из компонентов комплекса 
электронно-оптической активной защиты «Штора-1». Задача системы — защита от противотанковых 
управляемых ракет с полуавтоматической командной системой наведения или корректируемых 
артиллерийских боеприпасов.",
				"Machine Gun": "«Корд» — российский пулемёт с ленточным питанием под патрон 12,7×108 мм. 
Предназначен для борьбы с легкобронированными целями и огневыми средствами, уничтожения живой 
силы противника на дальностях до 2000 м и поражения воздушных целей на наклонных дальностях до 
1500 м.",
				"Rocket Launcher": "Система 902 «Туча» для постановки аэрозольных дымовых завес в целях маскировки. 
Пусковое устройство системы представляет собой 81-мм гладкоствольный гранатомёт-мортирку массой 1,35 кг с длиной ствола 270 мм, оснащённый электроспуском, который неподвижно крепится к корпусу бронемашины.
В качестве боеприпасов используются 81-мм дымовые гранаты 3Д6, 3Д6М и 3Д17 длиной 220 мм и весом 2,34 кг. Дальность пуска гранат составляет около 300 м. Начало интенсивного дымообразования — 10–20 секунд, продолжительность интенсивного дымообразования — до 2,5 минут. Длина непросматриваемой завесы серо-чёрного дыма — 30–45 м, высота завесы — около 8 м.
",
				"Thermal Sensor": "Тепловизионный прицел «Эсса» предназначен для поиска, обнаружения и распознавания цели, а также для обеспечения прицельной стрельбы из пушки и совмещённого с ней пулемёта.
Прицел основан на французском тепловизионном датчике Catherine-FC и позволяет выявлять танки и бронетехнику противника на дистанции до 4,3 км.
Характеристики прицела:
время готовности системы к работе — не более 5 минут;
ресурс — непрерывно изделие можно эксплуатировать не менее 6 часов;
прицел рассчитан на работу при температуре от минус 50 до плюс 55 градусов.
Прицел имеет три поля зрения: широкое, узкое и узкое с электронным увеличением.
",
				"Tracks": "Ходовая часть — индивидуальная торсионная. На трёх её узлах имеются гидравлические амортизаторы, обеспечивающие плавность движения даже при поездке по сильно пересечённой местности. Компоновка ведущих колёс — задняя (как и у Т-72).
Ходовая часть Т-90 была скопирована с танков Т-72Б без изменений, усовершенствования выполнялись, начиная с модификации Т-90А. В этой версии она стала более тяжёлой в сравнении с ходовой Т-72Б, но более «мягкой», примерно сравнявшись с Т-80У по плавности хода.
Гусеницы танка штампованные (с шагом 164 мм, шириной 580 мм и гарантированным пробегом в 6 тысяч километров) имеют металлическую беговую дорожку, которая снижает потери мощности двигателя на перекатывание по ней опорных катков.
"
			}
		}
	}
}